Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotCopyMassingWarn Property
 A massing cannot be copied. Copy the elements within the massing instead.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotCopyMassingWarn { get; }
Visual Basic
Public Shared ReadOnly Property CannotCopyMassingWarn As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotCopyMassingWarn {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace